<<<<<<< HEAD
[
	{
		"term": "Aporofobia",
		"definition": "Termo jurídico e sociológico que define a aversão aos pobres. No jogo, isso se traduz em guardas impedindo você de sentar em bancos ou arquitetura hostil."
	},
	{
		"term": "Desafiliação",
		"definition": "Conceito de Robert Castel. Não é apenas pobreza, mas a ruptura de vínculos (família, trabalho, comunidade) que leva à exclusão total."
	},
	{
		"term": "Invisibilidade",
		"definition": "Fenômeno onde o indivíduo é ignorado pelo Estado e pela sociedade, como se não existisse. Sem documentos, você é invisível para serviços públicos."
	},
	{
		"term": "Loas/BPC",
		"definition": "Benefício de Prestação Continuada. Garante um salário mínimo mensal ao idoso ou à pessoa com deficiência que comprove não possuir meios de prover a própria manutenção."
	},
	{
		"term": "SAMIM",
		"definition": "Albergue municipal de Campinas. Conhecido por regras rígidas de horário. Se perder o check-in das 19h, perde a vaga."
	},
	{
		"term": "Bom Prato",
		"definition": "Política pública de segurança alimentar. Serve refeições completas a R$ 1,00. Essencial para sobrevivência física."
	},
	{
		"term": "Albergue vs Abrigo",
		"definition": "Albergue geralmente é para pernoite rotativo e imediato (emergencial). Abrigo ou Casa de Passagem visa acolhimento mais longo com trabalho social para reinserção."
	},
	{
		"term": "Rapa",
		"definition": "Fiscalização municipal. Muitas vezes apreende carrinhos e mercadorias alegando 'uso indevido do espaço público', removendo os meios de sobrevivência do trabalhador."
	},
	{
		"term": "Arquitetura Hostil",
		"definition": "Uso de pedras, pinos e grades em espaços públicos para impedir que pessoas em situação de rua se deitem ou sentem. Proibido pela Lei Padre Júlio Lancellotti."
	}
]
=======
{
	"BPC": "Benefício de Prestação Continuada. Um salário mínimo mensal para idosos com 65 anos ou mais e pessoas com deficiência.",
	"Centro POP": "Centro de Referência Especializado para População em Situação de Rua. Serviço público para atendimento diurno.",
	"Consultório na Rua": "Equipes de saúde que prestam atendimento médico e psicossocial itinerante para a população de rua.",
	"Interdito Proibitório": "Medida judicial que impede a ocupação de áreas públicas ou privadas, muitas vezes usada para expulsar pessoas em situação de rua.",
	"CadÚnico": "Cadastro Único. Porta de entrada para benefícios sociais como Bolsa Família.",
	"Albergue": "Local de acolhimento noturno temporário, como o SAMIM.",
	"CRAS": "Centro de Referência da Assistência Social. Unidade pública que atende famílias em vulnerabilidade social nos bairros.",
	"CREAS": "Centro de Referência Especializado em Assistência Social. Atende pessoas que já tiveram seus direitos violados.",
	"ADPF": "Ação de Descumprimento de Preceito Fundamental. Ação no STF (como a ADPF 976) que proíbe a arquitetura hostil e remoção forçada de bens.",
	"IPEA": "Instituto de Pesquisa Econômica e Aplicada. Órgão federal que produz dados sobre a população de rua.",
	"SMS": "Secretaria Municipal de Saúde. Responsável pela gestão do SUS e dos Consultórios na Rua."
}
>>>>>>> 9ff5c3fb2de03e1743bce4b51ec2858e1a242085
